// 1. Задача 2. Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.

// a = 10; b = 12 -> max = 12


int a = 5;
int b = 7;

if(a > b)
{
    Console.WriteLine($"max = {a}");
}
else
    {
        Console.WriteLine($"max = {b}");
    }